{
  "id": 3,
  "prev": "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/apis/page2.json",
  "next": null,
  "tags": ["Musical"],
  "title": "Live Stream: The Monster in the Mirror Musical(Valid from 26 Mar 8pm - 4 Apr 11.59pm) [G]",
  "organizer": "Bitesize Theatre Productions",
  "date": "2021-03-26T12:00:12.002Z",
  "location": "SISTIC Live Stream",
  "seatmap": null,
  "price": null,
  "photos": [
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/monster-in-the-mirror-1.jpg"
  ],
  "synopsis": "16 year old Jane is constantly bullied in school and scolded at home by her overbearing mother. Worse still, she is continually tormented by the self-critical voices in her head.\n\nThat is, until she receives a magic mirror from a flamboyant Fairy God Delivery Beng. She peers into this mirror and finds herself face to face with someone who has been living in her head all her life - a monster.\n\n“The Monster in the Mirror Musical” is a hilarious and touching musical about what it means to love yourself. Singapore's first digi-theatrical musical experience not to be missed!\n\nPresented by\nBitesize Theatre Productions (@bitesizetheatreproductions)\nGateway Arts (@gatewaysg)\nThis work is developed under Gateway Arts' Collective-In-Residence Programme 2020-2021 and proudly supported by Digital and Venue Partner, Gateway Theatre.\n\nMentor\nSamantha Scott-Blackhall\n\nProduced by\nTan Rui Shan\nTanya Ang\n\nWritten & Directed by\nTerrance Tan Junyan",
  "details": {
    "sales_start_date": {
      "internet": "2021-02-10T01:41:12.002Z",
      "hotline": null
    },
    "duration": null,
    "language": "English",
    "streaming_details": "SISTIC Live stream on 26 Mar 2021. Streaming begins at 8pm, viewable until 4 Apr, 11.59pm. Each ticket entitles up to 3 views."
  },
  "admission_rules": null,
  "others": [
    {
      "viewing_restrictions": "<p>Vimeo is blocked in the following countries because their governments have instituted a ban on the platform:<br>China<br>North Korea<br>Iran<br>Cuba<br>Indonesia<br><br>In addition, Vimeo are prohibited by their State Department from doing business in:<br>Sudan<br>Syria</p>"
    },
    {
      "bitesize_threatre_productions": "<p>Bitesize Theatre Productions is an up and coming musical theatre collective that is dedicated to creating important and relevant works for local audiences. Led by Rui Shan, Tanya, Terrance and Michelle, the Bitesize team believes in people of passion, compassion and dedication. We hope to provide an inclusive and welcoming space for young creatives to collaborate, create and make magic.&nbsp;<br><br><strong>Why Bitesize?</strong><br>The Bitesize team believes in taking small steps. We hope to impact our audiences one bite at a time, and make a change one step at a time.<br><br><u><strong>Writer and Director</strong></u><br>Terrance Tan is a multi-disciplinary director and filmmaker. He is a graduate of Lasalle College of the Arts with a degree in Musical Theatre and is currently the Resident Assistant Director at Singapore Repertory Theatre (SRT). He is the co-founder of Bitesize Theatre Productions, which aims to bring theatre to underprivileged communities in Singapore. For stage, he has written and directed the digital storytelling series Classic Stories from Around the World (SRT). As an Assistant Director, his credits include 小红帽 (SRT), 天上一层楼 and Fly High (SRT). He is also a filmmaker, working as a professional editor and colorist. His post production credits include <em>Bobo’s 3 Wishes</em> (Savour.Love), a web-series garnering over 4 million views on social media, as well as Sam Willows - For Love music video. His acting credits include <em>Julius Caesar</em> (SRT) and <em>DBS Sparks</em> (Moviola). His passion lies in exposing the socio-political power structures of society, questioning the nature of information and knowledge and understanding mental health on stage.<br><br><u><strong>Producer/ Choreographer</strong></u><br>Known as the chilli padi on stage, Rui Shan is a multi-faceted performer who always carries a positive, passionate and playful energy wherever she goes. Some of her theatre credits include&nbsp;Forbidden City: Portrait of an Empress&nbsp;(Singapore Repertory Theatre), Grey Matters (Theatreworks), Still Sailing (Toy Factory), La Mariposa Boraccha (Creatives Inspirit), The Dragon's Dentist (Ian Loy) and Fly High (The Little Company by SRT). Some of Rui Shan's film credits include&nbsp;A Mother's Love (Abundant Productions),&nbsp;Zero Calling 2 and The Land is Mine (Wei Yu Films), and Taxi!Taxi! (Kelvin Sng). Some of Rui Shan's dance/choreography credits include Universal Studios Hollywood Dreams Parade, Snow White 2021&nbsp;(Wild Rice) and Sharity the Musical (Artistic Expressions). Some of Rui Shan's music credits include her original mandopop song,&nbsp;一个人 (Artist and Repertoire Challenge 2008 Champion), Fly High (Shafiq Haziq 2020) and&nbsp;期待我 (SGSW 2020).&nbsp;<br><br><u><strong>Co-Producer and Set Designer</strong></u><br>Tanya Ang holds a BA(Hons) in Musical Theatre from LASALLE College of the Arts. She was involved in Jeremiah Choy’s work-in-progress <em>Bukit Merah Musical</em> which features Wayang Golek. Last year, she performed her first written work in PLAY 2019! Festival in the Drama Centre’s Black Box titled <em>Playing Mind Games</em>, performed her first Mandarin Musical《守护海洋的神岛》by The Fool Theatre as well as Stella Kon’s <em>Lim Boon Keng Musical</em>. Also, she is presently involved in the touring of <em>Splat! and Peter and The Wolf</em> by Faust International Youth Theatre. Her other theatre credits include Singapore Repertory Theatre’s production of <em>Forbidden City: Portrait of an Empress</em> (2017) and <em>The Little Company’s Chicken Little</em> (2017).<br><br>Additionally, Tanya is also a museum educator. She is currently programming museum tours for MINT Museum of Toys and is currently pursuing her MA in Museum Studies and Curatorial Practices at Nanyang Technological University.&nbsp;<br><br><u><strong>Composer</strong></u><br>Michelle Ler Jing Yi graduated as the Valedictorian of 2018 with a BA (Hons) Musical Theatre degree in LASALLE. Her performing credits include: The Gingerbread Man (SRT), Chicken Little (SRT), Esplanade Concourse. Pursuing music since a young age, Michelle has also branched out as a musician into both the theatre and Mandopop scene locally as well. She has played the keyboard in bands for musicals such as The Great Wall: One Woman’s Journey (Glowtape Productions), AIDA (Lasalle College of the Arts). She has also been the Music Director’s Assistant for various productions including Urinetown (Pangdemonium), A Spoonful of Sherman (Sing Theatre), The Last Five Years (Ethel Yap).&nbsp;<br><br><u><strong>Lyricist</strong></u><br>Cheryl Chitty Tan is an actor, singer and singing teacher best known for playing Yehenara in Forbidden City, Juliet in Romeo and Juliet, Ivy Chan in Beauty World, Dr. Winnie Low in Derek/Code of Law, and Dr. Sylvia Soo in Faculty. She has a Life! Award nomination for Forbidden City and a BOH Cameronian Arts Award for Best Performer in a Lead Role for Penang Riots. Other notable performing work includes Displaced Persons’ Welcome Dinner, Mama White Snake, Paddles Up, and HBO’s Westworld. As a writer she won Best Libretto at Short + Sweet KL 2018 for Coming Out, which also won best overall production. Monster in the Mirror is her first full length musical as lyricist. Cheryl is a certified voice teacher trained by Justin Stoney at New York Vocal Coaching. She is represented by Fly Entertainment in Singapore, Claire Bowen in Australia and Zero Gravity in the US. Instagram: @cherylchittytan</p>"
    },
    {
      "production": "<p><strong>Video Team</strong><br>Mark Wee<br>Toh Jie Jia<br>Darry Chan<br><br><strong>Sound</strong><br>Ho Chee Yeong<br>Tan Wei Lin<br><br><strong>Music Arranger</strong><br>Joel Nah<br><br><strong>Music Producer</strong><br>Daniel Chai<br><br><strong>Choreographer/Movement Director</strong><br>Tan Rui Shan<br><br><strong>Lighting Designer</strong><br>Alberta Wileo<br><br><strong>Costume Stylist</strong><br>Tan Jia Hui<br><br><strong>Props/Set Designer</strong><br>Tanya Ang<br><br><strong>Production Manager</strong><br>Victoria Anna Wong<br><br><strong>Stage Manager</strong><br>Rifdee Bin Raziman</p>"
    },
    {
      "cast": "<p><u><strong>Sharon Sum (Jane)</strong></u><br>Sharon is an actor, singer and dancer who graduated with a BA(First Class Honours) degree in Musical Theatre from LASALLE College of the Arts. Her most recent theatre credits include Esplanade's PLAYtime! Fatimah and her Magic Socks, Singapore Repertory Theatre’s Fantastic Mr Fox and Red Riding Hood; The Theatre Practice’s Liao Zhai Rocks! and Four Horse Road; Tiny Feat’s Annie Ting and the Dragon; and Dream Academy’s Detention Katong. She enjoys how theatre has allowed her to expand the human experience and looks to bringing that experience to her audience.&nbsp;<br><br><u><strong>Andrea Joy Arales Alingan (Monster)</strong></u><br>A graduate of the BA(Hons) Musical Theatre course in LASALLE, College of the Arts and an awardee of the Future Leaders Scholarship. Andrea’s notable roles include the lead role Amneris in AIDA the musical (Dir. Joe Barros), and Senator Fipp in Urinetown the musical (Dir. George Torbay). Upon graduating her first ensemble role was in the original play titled La Mariposa Borracha (Dir. Alvin Chiam). Andrea also played the titular role Fatimah in Esplanade’s Fatimah and Her Magic Socks (Dir. Daniel Jenkins). Handpicked for Esplanade’s RED DOT August ‘Stories to Celebrate’ and the International Storytelling STORYFEST Singapore 2019. Landing herself in programs such as Mediacorp’s Zero Calling, Code of Law, Rojak, and Viddsee and her commercial credits include McDonald’s, Sentosa, Singapore’s Public Utilities Board, and<br>Marina Bay Sands. Andrea is also a Music &amp; Movement Educator for Kindermusik With Love Singapore and a Dance Teacher at Dance At The Difference.<br><br><u><strong>Ashley New (Hayley)</strong></u><br>Ashley New is an 18 year old actress and singer from Singapore. She has performed in various school productions and recent credits include Juliet (Romeo and Juliet) and Petra Stockmann (<em>An Enemy of the People</em>). Ashley also performs at concerts in aid of charitable causes such as the annual ChildAid concert (Dick Lee Asia) in 2018, 2019 and 2020, as well as other student-organised fundraising concerts.&nbsp;<br><br>Apart from performance work, Ashley has participated in training programmes such as Pangdemonium’s Triple Threats Musical Theatre Workshop, Anton and Duane’s musical theatre workshop, and most recently Sing’theatre Academy’s Broadway Stars Plus. Outside of musical theatre, Ashley’s hobbies include art and craft, baking, and writing in her blog (<a href=\"https://littleasianone.weebly.com/\">littleasianone.weebly.com</a>). She is very grateful and excited to be making her debut with Bitesize!<br><br><u><strong>Marcus Chiau (Aaron)</strong></u><br>Marcus graduated from SOTA’s IBCP (International Baccalaureate Career-related Programme) Theatre in 2019. He is passionate and interested in interpersonal communication, helping those in need and uses theatre &amp; performance as a medium to accomplish that. He participated in productions such as ChildAid (2017-2018), (G)old (2018), Smartbutt (2019) and W!ld Rice’s Peter Pan in Serangoon Gardens (2019). In his spare time, he plays the guitar and sings. His other interests are competitive boxing and culinary arts, and he incorporates these elements in his performance whenever appropriate.<br><br><u><strong>Terry Tan (Fairygod Delivery Beng)</strong></u><br>A quintuple threat, Terry can act, sing, dance, compose and arrange. With more than 30 productions ranging from film to stage under his belt, he has garnered multiple accolades and national award nominations such as Best Actor in National Youth Film Awards. His restlessness has led him to experiment with various genres from rock to opera, EDM to ethnic, founded the production company Black Sun Records, and is also a freelance mixologist. He can be found on Spotify, Apple Music and other major music platforms under the artist name ‘Terry Tan’ or on Instagram at @psychedelickawaii.&nbsp;<br><br><u><strong>Seth Arri Azhar (Rif)</strong></u><br>Seth graduated from Montfort Secondary School in 2020 and is currently undergoing his tertiary education at Singapore Polytechnic pursuing a Digital,Media,Arts and Design diploma. Seth is a committed, energetic and passionate actor, furthermore, he is working towards becoming a drama-educator. Seth has performed in numerous intra-school productions, including two SYF where him and his drama club were awarded distinctions in both years, and Re-Act, they was awarded best advocate. Seth was also a part of the inaugural batch of Singapore Youth Theatre under WILD RICE. Seth’s past-times include playing basketball, analysing scripts, and diving deeper into Theatre.<br><br><u><strong>Sharon Mah (Mother)</strong></u><br>Sharon has played lead roles in both musicals and plays. &nbsp;These include Papa Ge in Sing’Theatre’s Once On This Island, Margaret, in Method Production’s Spectacle - Pangolins, as well as Cinderella’s Stepmother in Once Upon A Like, an original short musical in 2019’s Timeless Tales Festival. She’s part of Sing’Theatre’s adult ensemble, ‘The Showstoppers’, in which she has played varied roles like, motherly café boss, scatter-brained wardrobe mistress, gutsy circus plate-spinner, gossipy office receptionist, Hairspray musical’s Edna and a betrayed corporate senior executive.<br><br>Sharon sings jazz and acoustic pop and has performed at local venues such as Dempsey Village and the Esplanade. Avid home cook, She was also a celebrity chef competitor in Mediacorp’s Eatliststar and has a YouTube cooking channel, A Taste Of Home Truly. Her not-so-secret ambition is to be the eating calefare of celebrity chef programs whose sole responsibility is to eat food and make blissful noises.</p>"
    }
  ]
}
