{
  "id": 1,
  "prev": null,
  "next": "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/apis/page2.json",
  "tags": ["Musical"],
  "title": "Kebangkitan (G)",
  "organizer": "NADI Singapura",
  "date": "2021-02-10T05:41:12.002Z",
  "location": "Drama Centre Theatre",
  "seatmap": "Seat Map",
  "price": { "standard": "25" },
  "photos": [
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-1.jpg",
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-2.jpg",
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-3.jpg"
  ],
  "synopsis": "A journey at sea in search of answers for one's existence, will never be complete without facing the wrath of the sea.\n\nWill all questions be answered or going astern be the solution?\n\nInspired by classic Persian poetry, Conference of The Birds written by Farid ud-Din Attar, Kebangkitan tells a story of an ark on a journey in search of answers for its existence and identity.\n\nIn its journey, engulfed by a mythical fog known as Mahaswara sets the ark astray reminding that answers can only be found through sheer will power.\n\nUpon reaching the promised land of answers, Kebangkitan was hit by a ferocious storm. Driven by the will, \"Never will Perish\", Kebangkitan fought hard. Welcomed by just an old man, will all questions be answered?​",
  "details": {
    "sales_start_date": {
      "internet": "2021-02-10T0:41:12.002Z",
      "hotline": "2021-02-10T05:41:12.002Z"
    },
    "duration": 60,
    "language": "Malay with English Subtitle",
    "streaming_details": null
  },
  "admission_rules": [
    {
      "'Rating/Age Limit'": "Admission is subject to tickets produced at the entrance.\nInfants in arms or children aged below 2 years will be permitted free entry.\nChildren aged 2 years and above must purchase ticket for admission."
    },
    {
      "'Photography/Video Recording Rules'": "Camera without flash is allowed for this event.\nNo Video recording and Audio recording is allowed for this event."
    }
  ],
  "others": [
    {
      "about_nadi_singapura": "<p><strong>Nadi Singapura Ltd</strong></p><p>Formed in November 2011, the Nadi Singapura ensemble is made up of young, aspiring and impartial musos who believe in uplifting their traditional drums and percussions like no other. Nadi, which means ‘pulse’ or ‘flow of consciousness’ in Malay, features the most common Malayan drums found in Singapore namely the kompang, rebana, jidur and gendang in their performances. The ensemble is led by two renowned individuals in the Singapore Malay Arts scene, Rebana artisan, Yaziz Hassan and prominent drummer/ percussionist, Riduan Zalani. Both founders aim to position Nadi Singapura as a dynamic ensemble which adopts an innovative approach in the use of the Malay Archipelago drums.&nbsp;</p><p>Their maiden percussive production, Journey of The Pulse (2013), received<br>admirable reviews from fellow professionals and patrons. The ensemble is deeply honoured by the turnout and the support from the community, leading it to restage Journey of The Pulse: The Revival (2014). In November 2016, the team staged another theatrical musical production, Journey 2: The Pulse, which was restaged in 2017. The Tell-A-Tale of Faith In Fatih Concert was staged in December 2018, followed by the staging of Fatih – The Prince &amp; The Drum in June 2019 at the prestigious Esplanade Theatre - the ensemble’s largest production to date.&nbsp;</p><p>Nadi Singapura, while still early in its pursuit, also actively participates and leads in initiatives to promote the traditional arts, including inter-disciplinary and inter-cultural exchanges through programmes such as Yok Sembang Gendang, Himpunan Serumpun, SERENTAK and Singa Drum Gaia among others. The aim of the formation of the Nadi Singapura ensemble is to spread the sounds of the Malayan Archipelago, with its unique and distinct presentation coming from the lion city.</p><p>Nadi Singapura Ltd is a recipient of the National Arts Council’s Major Grant for the period from 1 April 2019 to 31 March 2022 and is registered as a charity organisation under the Charities Act.</p>"
    }
  ]
}
