{
  "id": 1,
  "prev": null,
  "next": "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/apis/page2.json",
  "tags": ["Musical"],
  "title": "Kebangkitan (G)",
  "organizer": "NADI Singapura",
  "date": "2021-02-10T05:41:12.002Z",
  "location": "Drama Centre Theatre",
  "seatmap": "Seat Map",
  "price": { "standard": "25" },
  "photos": [
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-1.jpg",
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-2.jpg",
    "https://sistic-react-sample.s3-ap-southeast-1.amazonaws.com/images/kebangkitan-3.jpg"
  ],
  "synopsis": "A journey at sea in search of answers for one's existence, will never be complete without facing the wrath of the sea.\n\nWill all questions be answered or going astern be the solution?\n\nInspired by classic Persian poetry, Conference of The Birds written by Farid ud-Din Attar, Kebangkitan tells a story of an ark on a journey in search of answers for its existence and identity.\n\nIn its journey, engulfed by a mythical fog known as Mahaswara sets the ark astray reminding that answers can only be found through sheer will power.\n\nUpon reaching the promised land of answers, Kebangkitan was hit by a ferocious storm. Driven by the will, \"Never will Perish\", Kebangkitan fought hard. Welcomed by just an old man, will all questions be answered?​",
  "details": {
    "sales_start_date": {
      "internet": "2021-02-10T0:41:12.002Z",
      "hotline": "2021-02-10T05:41:12.002Z"
    },
    "duration": 60,
    "language": "Malay with English Subtitle",
    "streaming_details": null
  },
  "admission_rules": [
    {
      "'Rating/Age Limit'": "Admission is subject to tickets produced at the entrance.\nInfants in arms or children aged below 2 years will be permitted free entry.\nChildren aged 2 years and above must purchase ticket for admission."
    },
    {
      "'Photography/Video Recording Rules'": "Camera without flash is allowed for this event.\nNo Video recording and Audio recording is allowed for this event."
    }
  ],
  "others": [
    {
      "viewing_restrictions": "<p>Vimeo is blocked in the following countries because their governments have instituted a ban on the platform:<br>China<br>North Korea<br>Iran<br>Cuba<br>Indonesia<br><br>In addition, Vimeo are prohibited by their State Department from doing business in:<br>Sudan<br>Syria</p>"
    }
  ]
}
